{
    "(Password: volunteer)": "(Passwort: volunteer)",
    ". Here is the list of texts waiting to be translated,": "Hier findest du die Texte zum Übersetzen.",
    ". It seems that you don't have any skill currently defined. Start by picking the languages you are confident in.": "Es sieht so aus, als hättest du deine Sprachkompetenz noch nicht eingetragen. Wähle die Sprache aus, die du gut beherrschst.",
    "undefined": "nicht definiert",
    "actions": "Aktion",
    "Add new translation skills": "Neue Sprachkompetenz hinzufügen",
    "Add Skill": "Sprachkompetenz hinzufügen",
    "Age": "Alter",
    "All Time": "Immer",
    "and": "und",
    "Are you sure you want to delete this letter ?": "Bist du sicher, dass du diesen Brief löschen möchtest?",
    "Are you sure you want to put back this letter to translate ?": "Bist du sicher, dass du die Übersetzung dieses Briefes abbrechen möchtest?",
    "Authenticating": "Authentifizierung",
    "My letters in progress": "Briefe in Bearbeitung",
    "Back to Translations": "Zurück zu den Übersetzungen",
    "Bring me back to Home": "Zurück zur Startseite",
    "Cancel": "Abbrechen",
    "Child Data": "Angaben Patenkind",
    "Clear filters": "Filter löschen",
    "Close": "Schliessen",
    "Comment on the translation": "Kommentar zur Übersetzung",
    "Comments": "Kommentare",
    "Comments marked as read": "Kommentare als gelesen markieren",
    "Compassion": "Compassion",
    "Compassion Translation Platform": "Compassion-Übersetzungsplattform",
    "Confirm": "Bestätigen",
    "date": "Datum",
    "Delete Letter": "Brief löschen",
    "E-Mail": "E-Mail",
    "Edit": "Bearbeiten",
    "Edit Letter": "Brief bearbeiten",
    "Edit Letter Demo": "Demo anzeigen",
    "English": "Englisch",
    "Exit": "Beenden",
    "Forgot my password": "Passwort vergessen",
    "French": "Französisch",
    "Full Name": "Name",
    "German": "Deutsch",
    "Help for writing a good translation": "Tipps für eine gute Übersetzung",
    "Hidden": "Nicht sichtbar",
    "Home": "Startseite",
    "I agree not to disclose the information contained in the letter to be translated.": "Ich verpflichte mich, die in den Briefen enthaltenen Informationen nicht weiterzugeben.",
    "I agree to submit a translation as soon as possible.": "Beende die Übersetzung eines Briefes so schnell wie möglich.",
    "I commit myself, through my translation, to respect the original message of the text as much as possible.": "Danke, dass du möglichst nah am Originaltext übersetzt.\n",
    "ID": "ID",
    "Identifier": "Identifizieren",
    "If there is a problem in a paragraph, such as a word you cannot read or something that seems strange, you can leave a comment which will be reviewed by the Compassion team": "Wenn ein Problem auftritt, z.B.  ein Wort, das du nicht lesen kannst, oder dir etwas merkwürdig vorkommt, bitten wir dich, einen Kommentar zu hinterlassen, damit wir es überprüfen können.",
    "If you encounter a problem, such as the PDF not displaying, a content issue or a wrong identity, you can click here to signal a problem": "Wenn ein Problem auftritt, z.B. das PDF nicht angezeigt wird oder eine falsche Identität vorliegt, bitten wir dich, es hier zu melden.",
    "If you have any question do not hesitate to contact us. Thanks for your help in translating letters and bringing joy to children and sponsors alike": "Falls du Fragen hast, melde dich hier. Danke für deine wertvolle Unterstützung, die den Kindern und ihren Patinnen und Paten viel Freude bringt.",
    "If you wish to log out you can do so by clicking the button below": "Möchtest du dich abmelden? Klicke hier unten.",
    "It seems you already have translation skills defined, let us see how you can manage them": "Es sieht so aus, als hättest du deine Sprachkompetenzen schon definiert. Lass uns schauen, wie du sie verwalten kannst.",
    "Italian": "Italienisch",
    "Language": "Sprache",
    "Language Selection": "Sprachauswahl",
    "Languages": "Sprachen",
    "Last updated the": "Letzte Aktualisierung",
    "Last Year": "Letztes Jahr",
    "Letter": "Brief",
    "Letter Information": "Infos zum Brief",
    "Letters": "Briefe",
    "Log Out": "Abmelden",
    "Login": "Anmelden",
    "Mark as read": "Als gelesen markieren",
    "Name": "Name",
    "Never Modified": "Nie geändert",
    "new Skill": "Neue Sprachkompetenz",
    "Next": "Weiter",
    "No": "Nein",
    "No Result": "Kein Resultat",
    "No source text available": "Ausgangstext nicht verfügbar",
    "Note that those elements are not locked, which means you can move and remove them as you want": "Beachte, dass diese Elemente nicht fixiert sind, d.h. du kannst sie nach Belieben verschieben und entfernen.",
    "Notify Compassion of a problem with this letter": "Melde Compassion ein Problem mit diesem Brief.",
    "of": "auf",
    "Once clicking it, you will be brought here where your can select a problem and provide additional details to the Compassion team": "Hier kannst du das aufgetretene Problem aussuchen und erklären.",
    "Open in Editor": "Bearbeitung öffnen",
    "Open Paragraph source text": "Ausgangstext des Absatzes öffnen",
    "Page Break": "Seitenumbruch",
    "PageBreak": "Seitenumbruch",
    "Paragraph": "Absatz",
    "Password": "Passwort",
    "Pick Languages": "Sprachen auswählen",
    "Please note that translating from a language to another and back is considered two different skills": "Beachte bitte, dass die Übersetzung von einer Sprache in eine andere und umgekehrt als zwei verschiedene Sprachkompetenzen betrachet werden.",
    "please pick one according to your translation skills. You can also register new ones.": " Bitte wähle einen gemäss deiner Sprachkompetenzen aus. Du kannst auch weitere Sprachkompetenzen hinzufügen.",
    "Portuguese": "Portugiesisch",
    "Preferred Name": "Vorname",
    "priority": "Priorität",
    "Put Back to Translate": "Zurücksetzen für Übersetzung",
    "Register": "Anmelden",
    "Register a new translation skill": "Neue Sprachkompetenz hinzufügen",
    "Registered Translators": "Angemeldete Übersetzer/innen",
    "Reply to all": "Allen antworten",
    "Reply to Comment": "auf Kommentar antworten",
    "Restart the walkthrough": "Erklärung neu starten",
    "Results": "Resultate",
    "Role": "Funktion",
    "Save": "Speichern",
    "Saved Letters": "gespeicherte Briefe",
    "Search ": "Suchen",
    "Send Message": "Mitteilung senden",
    "Send Reply": "Antwort senden",
    "Settings": "Einstellungen",
    "Sex": "Geschlecht",
    "Showing": "Anzeigen",
    "Signal a Problem": "Ein Problem melden",
    "Sometimes the PDF might not load. As an alternative you can click the \"Source\" button which appears when you hover the panel where the letter is supposed to be": "Manchmal wird das PDF nicht richtig angezeigt. In diesem Fall kannst du auf \"Ausgangstext\" klicken (wenn du mit der Maus über den Brief fährst), dann wird der Text angezeigt.",
    "source": "Ausgangstext",
    "Source": "Ausgangstext",
    "Source Text to translate": "Ausgangstext zum Übersetzen",
    "Spanish": "Spanisch",
    "Sponsor Data": "Angaben Patin/Pate",
    "status": "Status",
    "Submit": "Senden",
    "Take the first": "Wähle den ersten der Liste",
    "target": "Ziel",
    "Text might not be available, in this case, and if the letter is unavailable too, please contact Compassion by signaling a problem.": "Falls der Text und das PDF nicht verfügbar sind, melde es uns.",
    "Texts remaining": "Texte in der Warteschleife",
    "Thank you for your contribution. Your letter will be reviewed before being sent, bringing a smile on the face of both": "Vielen Dank für deinen Beitrag. Dein Brief wird validiert, bevor er abgeschickt wird.",
    "Thank you in the name of Compassion Switzerland, we are glad to have you in the team!": "Vielen Dank! Wir freuen uns, dass du Teil unseres Teams bist.",
    "Thank You!": "Danke!",
    "Thank you.": "Danke.",
    "The letter is automatically saved while you edit it, so that you can come back to it later, but you can force save it by clicking here": "Deine Arbeit wird während des Schreibens automatisch gespeichert. Du kannst hier klicken wenn du deine Arbeit selbständig speichern möchtest.",
    "The reply e-mail will include the comments.": "Kommentare sind in der Antwortmail enthalten.",
    "There's currently no letters to translate here": "Momentan gibt es keine Briefe zum Übersetzen.",
    "These letters are your saved work in progress waiting to be submitted": "Diese Briefe sind noch in Bearbeitung bei dir, bitte beende sie und leite sie uns weiter.",
    "This bar can be dragged horizontally to expand or reduce the panel displaying the letter if you need more space to read it": "Dieser Balken kann horizontal verschoben werden, um die Seite zu vergrössern oder zu verkleinern.",
    "This letter could not be found": "Dieser Brief wurde nicht gefunden.",
    "This letter has unread comments": "Dieser Brief hat ungelesene Kommentare.",
    "This panel displays information about the child, sponsor and letter you can use if necessary": "Dieses Feld enhält Informationen über das Kind, den Paten und den Brief, die ggf. hilfreich für die Übersetzung sind.",
    "This panel displays the letter which you must translate, showing the text in paragraphs over one or multiple pages": "Dieses Feld zeigt den zu übersetzenden Brief auf einer oder mehreren Seiten an.",
    "This panel is where you will write the translated text. Note that content is divided into paragraphs (where content goes) and page breaks (which represent a new page)": "In dieses Feld kommt deine Übersetzung. Beachte die Unterteilung der Texte in mehrere Absätze und Seitenumbrüche.",
    "This skill must be validated, to do so you must first translate a letter which will be double checked at Compassion": "Um deine Sprachkompetenz zu bestätigen, bitten wir dich, deinen ersten Brief zu übersetzen. Er wird vom Compassion-Team überprüft.",
    "This tool allows you to register new skills. If you want to remove some please contact the Compassion team. You can add new skills by clicking the \"Add Skill\" button. Once done click \"Cancel\" if you have no changes to do, or \"Register new Skills\" to validate": "Hier kannst du neue Sprachkompetenzen hinzufügen. Falls du eine Sprachkompetenz entfernen möchtest, kontaktiere uns bitte. Um eine neue Kompetenz hinzuzufügen, klicke auf \"Neue Sprachkompetenz hinzufügen\". Du kannst sie speichern oder den Prozess abbrechen.",
    "This translation skill is currently waiting to be validated, please translate the given letter for it to be reviewed": "Diese Sprachkompetenz wartet auf Bestätigung. Bitte übersetze den Brief, um die einmalige Überprüfung freizuschalten.",
    "This Year": "Dieses Jahr",
    "Title": "Überschrift",
    "Total": "Total",
    "Translate": "Übersetzen",
    "Translate Verification Letter": "Überprüfung des ersten Briefes",
    "Translated Content": "übersetzter Inhalt",
    "Translation charter": "Tipps für gute Übersetzungen",
    "Translation Platform": "Übersetzungsplattform",
    "Translation Skills": "Sprachkompetenzen",
    "Translator": "Übersetzer/in",
    "Translators": "Übersetzer/innen",
    "Tutorial": "Anleitung",
    "Username": "Benutzername",
    "View": "Ansicht",
    "View Letter": "Brief anzeigen",
    "Waiting for validation": "Warten auf Überprüfung",
    "Watch the video": "Video anschauen",
    "Welcome": "Herzlich willkommen",
    "Welcome to the Compassion Translation Platform. This small tutorial will guide you through its features and how it works. You can close it whenever you want to by clicking the \"Exit\" button.": "Willkommen auf der Übersetzungsplattform von Compassion. Diese kurze Anleitung wird dich durch die Funktionen der Plattform führen. Du kannst sie schliessen, indem du auf \"Beenden\" klickst.",
    "Welcome to the translation editor. This small tutorial will walk you through the various tools at your disposal.": "Das ist die Bearbeitungsansicht. Diese kurze Anleitung zeigt dir die verschiedenen Bearbeitungsmöglichkeiten.",
    "When translating content you will write it in this box": "Deine Übersetzung kommt in dieses Feld.",
    "Yes": "Ja",
    "You already have all the translation skills!": "Du hast schon alle Sprachkompetenzen!",
    "You can click the submit button once you are done with translating the letter": "Wenn du deine Übersetzung beendet hast, klicke auf \"Senden\".",
    "Your current translation skills": "Deine aktuellen Sprachkompetenzen",
    "Your Message": "Deine Mitteilung",
    "Your Reply": "Deine Antwort",
    "Your saved letters will be displayed here along with the ones waiting to be translated. Before picking one, let us review how the translation window works.": "Deine gespeicherten Briefe werden hier zusammen mit den Briefen angezeigt, die noch zu übersetzen sind. Bevor du dich für einen Brief entscheidest, bitten wir dich, zu schauen, wie es funktioniert.",
    "Your translation skills": "Deine Sprachkompetenzen",
    "Failed to log in, incorrect credentials": "Anmeldefehler, falsche Zugangsdaten",
    "Help": "Hilfe",
    "Man": "männlich",
    "Woman": "weiblich",
    " Years Old": " Jahre",
    "Letter saved": "Gespeichert",
    "Please always signal the problem if the name of the child mentioned in the letter isn't the preferred name. Thank you.": "Wenn der Name des Kindes im Brief nicht derselbe ist, wie der Vorname in der Übersicht oben, melde uns das bitte. Danke.",
    "Watch the child protection video": "Die Kinderschutz video ansehen",
    "Tips for a successful translation": "Tipps für eine erfolgreiche Übersetzung",
    "Phrases in letters that must be reported to us (note in the \"Comment on the translation\" section) so that we can inform the sponsor:": "Dinge in den Patenbriefen, die uns unbedingt melden solltest:\n\n",
    "The sponsor suggests that the child come visit them in Switzerland.": "Einladungen in die Schweiz oder in ein anderes Land\n",
    "Private information such as address or phone number.": "Persönliche Kontaktdaten (Nachname, Adresse, E-Mail-Adresse, Telefonnummern, Soziale Medien)\n",
    "Inappropriate expression for a child with sexual intention (you are sexy..).": "Sexuelle Anspielungen",
    "Suggestion that the child would be a perfect match for a member of the sponsor's family (\"I think you would be the perfect girlfriend for my son\").": "Vorschlag, dass das Kind ein guter Ehepartner für ein Familienmitglied wäre.\n",
    "The sponsor asks the child to call them \"mom/dad\".": "Bitte an das Kind, die Paten „Mama” oder “Papa“ zu nennen.\n",
    "When the sponsor's letter mentions \"I love you\" too often and implies more than a friendship (ending a letter with \"I love you\" is accepted).": "Wenn im Brief vom Paten oder der Patin die Erwähnung „Ich liebe dich“ zu oft erscheint und mehr als eine freundschaftliche Bindung vermutet wird (das Ende eines Briefes mit „Ich habe dich lieb“ ist in Ordnung).\n",
    "When the sponsor shares his private situation on stories of abuse (“I was beaten”).": "Schilderungen von Missbrauchssituationen („Ich wurde geschlagen“).",
    "All photos that may evoke a sexual link (photos of naked children, large necklines, too short shorts).": "Unangemessene Fotos (Bilder von nackten Kindern, tiefe Ausschnitte, zu knappe Shorts etc.).",
    "Next, here are some principles we have adopted for translations:": "Formulierung für Übersetzungen:",
    "You can use informal communication when addressing the sponsors in the letter.": "Wir übersetzen immer in DU-Form.",
    "For the word \"project\" in English, the translation is \"child development center\".": "Das Englische Wort “project” wird wir mit “Kinderzentrum” übersetzt.",
    "Always write the date of the letter and not that of the translation.": "Schreibe das Datum des Briefes auf und nicht das Datum der Übersetzung\n",
    "For sponsorship letters to children in Bangladesh (BD) and Sri Lanka (LK), here are some additional elements that you absolutely must report to us:": "Spezielle Informationen für Briefe an Kinder in Bangladesch (BD) und Sri Lanka (LK). Dinge, die du uns unbedingt melden musst: ",
    "Asking the child to convert to the Christian faith or encouraging them to initiate a concrete Christian spiritual process.": "Aufforderungen sich zum christlichen Glauben zu bekennen.",
    "Suggesting or writing that Christianity is superior to other religions.": "Aufforderung konkrete Schritte im Glauben zu tun.",
    "Mentioning Christian practices such as baptism or the Eucharist.": "Erwähnung christlicher Praktiken (Abendmahl, Taufe etc.).",
    "If any of these lines appear in these letters, please leave a note in the \"Comments on the translation\" field.": "Wenn eine dieser Zeilen in diesen Briefen erscheint, hinterlasse bitte eine Notiz im Feld \"Kommentare zur Übersetzung\".",
    "Reply successfully sent": "Antwort erfolgreich gesendet",
    "Unable to send reply, please retry later": "Antwort kann nicht gesendet werden, bitte versuchen Sie es später erneut",
    "Unable to generate e-mail from text, please try to rewrite it \"simpler\"": "E-Mail kann aus diesem Text nicht generiert werden, bitte versuchen Sie, ihn \"einfacher\" umzuschreiben",
    "Unable to find letter with identifier": "Brief mit der angegebenen Kennung konnte nicht gefunden werden",
    "Letter not found": "Brief nicht gefunden",
    "Unable to mark comments as read": "Kommentare können nicht als gelesen markiert werden",
    "Letter is back to translate": "Der Brief muss erneut übersetzt werden",
    "Operation failed, letter remains in current state": "Vorgang fehlgeschlagen, der Brief bleibt im aktuellen Zustand",
    "Successfully removed letter": "Brief erfolgreich entfernt",
    "Unable to delete letter": "Brief konnte nicht gelöscht werden",
    "You cannot list letters while having 0 verified translation skill": "Sie können keine Briefe auflisten, wenn Sie keine verifizierte Übersetzungskompetenz haben.",
    "Unable to find element": "Element nicht gefunden",
    "Unable to register translation skills": "Unmöglich, Übersetzungsfähigkeiten zu registrieren",
    "Your new skills have been registered": "Ihre neuen Fähigkeiten wurden registriert",
    "Unable to load translator information": "Übersetzerinformationen konnten nicht geladen werden",
    "Unable to load issues list": "Die Liste der Probleme kann nicht geladen werden",
    "Unable to retrieve translation skills": "Übersetzungsfähigkeiten können nicht abgerufen werden",
    "Oops! An error occured. Please contact Compassion for further assistance.": "Oops! Ein Fehler ist aufgetreten. Bitte kontaktieren Sie Compassion für weitere Unterstützung.",
    "Oops! There is an issue with your account. Please contact Compassion for further assistance.": "Oops! Es gibt ein Problem mit Ihrem Konto. Bitte kontaktieren Sie Compassion für weitere Unterstützung.",
    "Unable to perform this operation": "Diese Operation kann nicht durchgeführt werden",
    "User not found": "Benutzer nicht gefunden",
    "Issue successfully sent, it will be quickly reviewed": "Problem erfolgreich gesendet, es wird schnell überprüft werden",
    "Unable to submit issue": "Problem kann nicht eingereicht werden",
    "Please select a problem in the list": "Bitte wählen Sie ein Problem aus der Liste aus",
    "Access denied": "Zugriff verweigert",
    "Expected/acceptable behaviors:": "Erwartetes/Akzeptables Verhalten:",
    "I will demonstrate the proper respect and dignity of all children and will demonstrate Jesus’s love and care for them, regardless of their gender, age, race, religion, social background, culture, special need or disability.": "Ich werde in meinem Verhalten angemessenen Respekt und Würde gegenüber jedem Kind demonstrieren und Jesus Liebe und Fürsorge veranschaulichen, unabhängig von Geschlecht, Alter, Ethnie, Religion, sozialer Herkunft, Kultur, besonderen Bedürfnissen oder Behinderungen.",
    "I will maintain appropriate and reasonable expectations for children based on their age and ability level. (For example, it is developmentally normal for a three-year-old to become upset easily when they are tired but we could expect a teenager to manage their emotions even when they are very tired.)": "Ich werde angemessene und vertretbare Erwartungen an Kinder stellen, die sich nach Alter und Leistungsniveau richten.",
    "I will engage in age-appropriate communication with beneficiaries.": "Ich werde mich um eine altersgerechte Kommunikation mit den Begünstigten bemühen.",
    "I will submit to the appropriate background or police checks as permissible by law prior to face-to-face contact with beneficiaries (at minimum – an employee may be requested to comply with background/police checks at hire).": "Ich werde den angemessenen und dem Gesetz entsprechenden Hintergrundchecks vor direkten Kontakt mit Begünstigten zustimmen.",
    "I will engage in activities with beneficiaries only in open or visible places, and in the event that an activity needs to take place in an enclosed space, I will ensure that at least one other approved adult is present.": "Ich werde Aktivitäten mit den Begünstigten nur an offenen oder sichtbaren Orten durchführen, und falls eine Aktivität in einem geschlossenen Raum stattfinden muss, werde ich sicherstellen, dass mindestens ein weiterer zugelassener Erwachsener anwesend ist. (Zwei-Erwachsenen-Regel).",
    "If I witness child abuse, know a child is in danger, observe any concerning behaviors from colleagues, partners or other representatives, or a child comes to me with a report of abuse, I will take it seriously and report it to the proper staff or relevant authorities. I will seek to do everything within my power to ensure the child is out of danger.": "Wen ich Zeuge von Kindesmissbrauch werde, weiß, dass ein Kind in Gefahr ist, besorgniserregendes Verhalten von Kollegen, Partnern oder anderen Vertretern beobachte oder wenn ein Kind mit einem Missbrauchsbericht zu mir kommt, werde ich dies ernst nehmen und an das zuständige Personal oder die entsprechende Behörde melden.",
    "I will keep all information about child protection investigations confidential, keeping in mind privacy and dignity concerns of all involved.": "Behandle die Informationen vertraulich.",
    "If requested, I will comply with child protection related investigations and make available any documentation or other information necessary for the completion of the investigation.": "Auf Wunsch werde ich mich an Untersuchungen zum Thema Kinderschutz beteiligen und alle Unterlagen oder sonstigen Informationen zur Verfügung stellen, die für den Abschluss der Untersuchung erforderlich sind.",
    "I will contribute to building an environment where children are respected and encouraged to discuss their concerns and rights.": "Ich werde dazu beitragen, ein Umfeld zu schaffen, in dem Kinder respektiert und ermutigt werden, ihre Anliegen und Rechte zu diskutieren.",
    "I will follow Compassion’s rules about communication with beneficiaries, including social media interaction.": "Ich werde mich an die Regeln von Compassion für die Kommunikation mit den Begünstigten halten, einschließlich der Interaktion über soziale Medien.",
    "I will follow dignity standards (for example, only recording children who are dressed appropriately, understand they are being recorded, etc.) regarding child photography and videography.": "Ich werde mich bei der Kinderfotografie und Videografie an Würdestandards halten (z.B. nur Kinder aufnehmen, die angemessen gekleidet sind, verstehen, dass sie aufgenommen werden, usw.).",
    "I will be careful about my appearance, language, action, to ensure that my behavior demonstrates a respect for beneficiaries and their families, their culture and their rights and follow recommendations provided.": "Ich werde auf mein Auftreten, meine Sprache und meine Handlungen achten, um sicherzustellen, dass mein Verhalten Respekt vor den Begünstigten und ihren Familien, ihrer Kultur und ihren Rechten zeigt und die bereitgestellten Empfehlungen befolgen.",
    "I will not solicit a romantic/dating relationship and will never engage in sexual/sexually suggestive behavior with any beneficiary, regardless of age.": "Ich werde mit einem Begünstigten keine romantische Beziehung beginnen und gegenüber eines Begünstigten niemals sexuell/sexuell suggestives Verhalten zur Schau stellen, unabhängig vom Alter des Begünstigten.",
    "I will never engage in sexual/sexually suggestive behavior with any child under age 18, regardless of the legal age of consent in-country.": "Ich werde niemals sexuell/sexuell suggestives Verhalten gegenüber einem Kind unter 18 Jahre zeigen, unabhängig von dem legalen Mündigkeitsalter im Land.",
    "I will never use language that is verbally/emotionally abusive, sexually suggestive, degrading, humiliating, shaming or is otherwise culturally inappropriate with a beneficiary.": "Ich werde niemals im Umgang mit dem Begünstigten eine Sprache verwenden, die verbal oder emotional beleidigend, sexuell suggestiv, erniedrigend, demütigend, beschämend oder in einer anderen Art kulturell unangemessen ist.",
    "I will not touch (some examples include kissing, cuddling, picking up, holding, etc.) beneficiaries in an inappropriate or culturally insensitive way.": "Ich werde die Begünstigten nicht auf unangemessene oder kulturell unsensible Weise berühren (einige Beispiele sind das Küssen, Kuscheln, Aufnehmen, Halten usw.).",
    "I will never use any kind of physical discipline or physical punishment (some examples include whipping, caning, slapping, forcing punitive exercise, and other types of corporal punishment) as a method of correction for beneficiaries.": "Ich werde niemals irgendeine Art von körperlicher Disziplin oder körperlicher Bestrafung (einige Beispiele sind Peitschenhiebe, Schläge, Zwangsstrafen und andere Arten von körperlicher Bestrafung) als Methode der Korrektur für die Begünstigten verwenden.",
    "I will never travel alone with a beneficiary, without an approved representative or prior approval, except in a life-threatening emergency where circumstances require immediate movement.": "Ich werde niemals allein mit einem Begünstigten reisen, ohne einen zugelassenen Vertreter oder eine vorherige Genehmigung, außer in einem lebensbedrohlichen Notfall, in dem die Umstände eine sofortige Bewegung erfordern.",
    "I will not hire any child in any harmful form of child labor and follow local laws regarding child employment.": "Ich werde kein Kind in irgendeiner schädlichen Form von Kinderarbeit einstellen und die lokalen Gesetze bezüglich der Kinderarbeit befolgen.",
    "I will never visit a beneficiary, their caregiver(s)and/or church outside the bounds of acceptable program or tours and visits standards.": "Ich werde niemals einen Begünstigten, dessen Betreuer und/oder Kirche außerhalb der Grenzen eines akzeptablen Programms oder der Standards für Patenreisen besuchen.",
    "I will not gather, disclose or support the disclosure of information about beneficiaries or their families without prior, express permission that contains private or privileged content such as physical, mental or emotional health status, financial data, history of abuse or exploitation, or any portrayal that does not meet Compassion’s identified dignity standards. Additionally, I will not disclose information that might allow a beneficiary or their family to be physically located (such as a map to their home, home address, or geo-tag to their location in a photograph.) I understand that disclosure includes content published in any print or digital form on any public or private platform.": "Ich werde keine Informationen über Begünstigte oder deren Familien ohne vorherige, ausdrückliche Genehmigung sammeln, offenlegen oder unterstützen, die private oder privilegierte Inhalte wie physischen, psychischen oder emotionalen Gesundheitszustand, Finanzdaten, Vorgeschichte von Missbrauch oder Ausbeutung oder Darstellungen enthalten, die nicht den von Compassion festgelegten Würde-Standards entsprechen. Darüber hinaus werde ich keine Informationen preisgeben, die dazu führen, die Begünstigten oder ihre Familie geografisch zu lokalisieren (z.B. eine Karte zu seinem Wohnort, seine Privatadresse oder einen Geo-Tag zu seinem Standort auf einem Foto). Ich verstehe, dass die Offenlegung auch Inhalte umfasst, die in gedruckter oder digitaler Form auf einer öffentlichen oder privaten Plattform veröffentlicht werden.",
    "I will not condone or participate in illegal, unsafe or abusive behavior of any child, including exploitation, trafficking, harmful traditional practices, and spiritual or ritualistic abuse.": "Ich werde kein illegales, unsicheres oder missbräuchlichem Benehmen mit Kindern dulden oder daran teilnehmen, einschließlich Ausbeutung, Menschenhandel, schädlicher traditioneller Praktiken und geistlichem oder rituellem Missbrauch.",
    "Unnaceptable behaviors:": "Inakzeptables Verhalten:",
    "Information that is not age-appropriate (detailed descriptions of war, conspiracy theories, etc.)": "Nicht altersgerechte Informationen (detaillierte Schilderungen über Krieg, Verschwörungstheorien etc.)",
    "Invitations to profess the Christian faith": "Aufforderungen sich zum christlichen Glauben zu bekennen",
    "Invitation to take concrete steps in faith": "Aufforderung konkrete Schritte im Glauben zu tun ",
    "Superiority of Christianity over other religions": "Überlegenheit des Christentums über andere Religionen",
    "Mention of Christian practices (conversion, baptism, etc.)": "Erwähnung christlicher Praktiken (Abendmahl, Taufe etc.)",
    "Sponsors are greeted by their first name: \"Dear Monika\" (no mention of last name).": "Die Paten werden mit dem Vornamen begrüsst: “Liebe Monika”",
    "You can refer to Bible verses, for example Psalm 23.": "Auf Bibelverse kannst du verweisen bspw. Psalm 23.",
    "Thank you in advance for translating as closely as possible to the original text.": "Danke, dass du möglichst nah am Originaltext übersetzt.",
    "Keep the information you handle confidential.": "Danke, dass du die Informationen vertraulich behandelst.",
    "Complete the translation of a letter as quickly as possible.": "Danke, dass du die Übersetzung eines Briefes so schnell wie möglich beendest.",
    "Child Protection Video Link": "https://vimeo.com/838664749/b82619a911",
    "Video tutorial": "Video-Anleitung",
    "https://drive.google.com/file/d/13YqzVyTmkhBpsvVZX0v7L6rg0TRik5Fa/view": "https://drive.google.com/file/d/1oblA-oWWBP8rlkvXSZCzbK4IxS3NcTTt/view",
    "First, let's have a look at the Child Protection": "Erstens, werfen wir einen Blick auf den Kinderschutz",
    "Please make sure to carefully read the guidelines. Click on 'Next' only when you have read and understood the guidelines.": "Bitte stelle sicher, dass du die Richtlinien sorgfältig liest. Klicke nur auf \"Weiter\", wenn du die Richtlinien gelesen und verstanden hast.",
    "Don't forget to watch our Child Protection video, come back here only after watching it": "Vergiss nicht, unser Video zum Kinderschutz anzusehen. Komm erst nach dem Anschauen hierher zurück.",
    "As you now know everything about the Child Protection guidelines, let's dive into the translations functionnalities": "Nun, da du mit den Richtlinien zum Kinderschutz vertraut bist, wollen wir uns die Übersetzungsfunktionen genauer anschauen",
    "As you can see, after clicking on the 'Source' button, the raw text is now visible here": "Wie du sehen kannst, ist nach dem Klicken auf die Schaltfläche \"Ausgangstext\" der Rohtext nun hier sichtbar",
    "Unable to save and submit letter, please save it first and retry.": "Es ist nicht möglich, den Brief zu speichern und einzureichen. Bitte speichern Sie ihn zuerst und versuchen Sie es erneut.",
    "Unable to save letter": "Brief kann nicht gespeichert werden.",
    "An error occured while trying to retrieve updated state": "Es ist ein Fehler aufgetreten beim Versuch, den aktualisierten Zustand abzurufen"
}